const infoPhones = {
  x10: {
    info: "Sony Ericsson XPERIA X10 - первый Android-смартфон SE. Девайс оснащен 4-дюймовым сенсорным дисплеем, процессором 1 ГГц, 1 Гб памяти и поддерживает карты памяти. Из коммуникаций доступны Wi-Fi, 3G-сети, Bluetooth, GPS, стандартные разъемы.",
  },
  w995: {
    info: "Sony Ericsson W995 Hikaru - первый аппарат шведско-японского производителя, который совместил в себе возможности линеек Cyber-Shot и Walkman. Телефон оборудован 8-мегапиксельной камерой со всеми наворотами и при этом вокмановским плеером, отличным качество звука, разъемом 3,5 мм, функциями SensMe и Shake control. W995 также является первым телефоном Sony Ericsson совместимым с сервисом Media Go, позволяющем синхронизировать данные между телефоном и ПК, загружать подкасты, автоматически конвертировать файлы и др.",
  },
  k750i: {
    info: "Sony Ericsson K750i - бизнес-аппарат с богатым функционалом. Телефон имеет богатый органайзер с возможностью синхронизировать данные с ПК, обмениваться визитками, Email-клиент. Камера 2 Мп оборудована автофокусом, подсветкой и рядом полезных режимов. Аудио и видео плееры проигрывают все популярные форматы, имеются редакторы мелодий, видео и фотографий.",
  },
  k700i: {
    info: "Модель Sony Ericsson K700i открывает новую линейку высокооснащенных телефонов для молодежи. Впервые в аппарате есть 42 Мб памяти, FM-радио, качественный TFT-экран с высоким разрешением. Что нехарактерно для аппаратов такого класса у Sony Ericsson K700i присутствует поддержка bluetooth, есть ИК-порт.",
  },
  t270i: {
    info: "Sony Ericsson T270 - моноблок бюджетного класса с FM приемником. Небольшие размеры, приятный внешний вид, возможность установки MP3 мелодий в качестве рингтонов - вот основные положительные моменты этого недорогого телефона.",
  },
  n6300: {
    info: "Nokia 6300 - аппарат бизнес класса. Обладает множеством функций, большим экраном с разрешением 240х320 точек и 16 млн. цветов, 2 мегапиксельной камерой, слотом для карт памяти, и большими коммуникационными возможностями. И все это в компактном корпусе с толщиной всего 11.7 мм.",
  },
  x5800: {
    info: "Nokia 5800 XpressMusic - первый аппарат производителя, оборудованный сенсорным экраном. Работает 5800 на базе Symbian 9.4 S60 5-ой новой редакции. Смартфон оснащен 3,2-мегапиксельной камерой, Wi-Fi, GPS ресивером, акселерометром, имеет стереодинамики. Меню Media Bar обеспечивает быстрый доступ к музыке и развлечениям, а также к Интернету и социальным сервисам. Опция Contacts Bar позволяет вынести на рабочий стол 4 любимых контакта с аватарками и историями сообщений — SMS, email, интернет-мессенджеров и др. Памяти в 5800 XpressMusic 81 Мб, расширить ее можно до 16 Гб (в комплекте идет карта на 8 Гб). Помимо прочего имеется разъем microUSB, ТВ-выход и стандартный разъем под наушники.",
  },
  n7610: {
    info: "Стильный и тонкий телефон Nokia 7610 с модным корпусом двух цветов (рубинового и перламутрового), помимо всех преимуществ платформы Series 60, предлагает также возможности быстрой и удобной съемки, печати, хранения и отправки фотографий и видеороликов. Мегапиксельная (1152×864) камера имеет высококачественный объектив, 4x цифровой трансфокатор и функцию автоспуска. Кроме того, при помощи телефона Nokia 7610 пользователи могут делать снимки в условиях низкой освещенности. С приложением Movie Director пользователи впервые получили возможность превращать видеоклипы, снятые Nokia 7610, в собственные фильмы, добавляя в них специальные эффекты, музыку, текст, новые цвета или движущиеся объекты.",
  },
  n7373: {
    info: "Nokia 7373 относится к имиджевому классу Nokia серии L'Amour. Телефон оснащен двухмегапиксельной камерой, стереодинамиками и всеми необходимыми функциями современного мобильного телефона.",
  },
  n90: {
    info: "Nokia N90 выполнен на базе ведущей платформы Series 60 и представляет собой трехдиапазонный телефон для сетей GSM 900/1800/1900, EDGE и WCDMA. Nokia N90 может похвастаться 2-мегапиксельной камерой с функциями автофокуса и 20-кратного цифрового зума, встроенной вспышкой, режимом макросъемки для получения снимков с близкого расстояния и высококачественной записью видео с возможностью редактирования непосредственно в телефоне.",
  },
  n6131: {
    info: "Nokia 6131 - телефон с оптимальным набором функций. Тонкий, стильный раскладной корпус со специальным мягким покрытием. Функция открытия одной рукой — одним нажатием. Камера 1.3 мегапикселя с полноэкранным видоискателем и 8-кратным зумом. Расширенные возможности работы с сообщениями для последних использовавшихся контактов и групп. Великолепные тактильные ощущения.",
  },
  n5610: {
    info: "Nokia 5610 XpressMusic - музыкальный слайдер третьего поколения со встроенным аудио чипом. Бока Nokia 5610 выполнены из алюминия двух цветов на фоне черного - красного и синего. В аппарат встроены 3-мегапиксельная камера с автофокусом, слот для карт памяти, FM-приемник, расширенный медиапроигрыватель, и множество других полезных функций. Производитель гарантирует 22 часа бесперерывного прослушивания музыки.",
  },
  w600: {
    info: "Аппарат Sony Ericsson W600i выполняется в корпусе со сдвигающейся лицевой панелью. Жидкокристаллический дисплей с диагональю 1,8 дюйма поддерживает разрешение 176x220 пикселей и отображает свыше 262 тысяч оттенков цвета. Новинка рассчитана на работу в сотовых сетях стандартов EDGE/GPRS 850/1800/1900 МГц и отличается расширенными мультимедийными возможностями. Sony Ericsson W600i, в частности, поддерживает воспроизведение музыкальных файлов в форматах МР3 и ААС, для хранения которых предусмотрены 256 Мб встроенной памяти. Камера с 1,3-мегапиксельной матрицей и системой четырехкратного цифрового приближения позволяет снимать фотографии и записывать видеоролики. Разработчики предусмотрели FM-тюнер, функцию усиления низких частот и стереофонические динамики. Заявленное время автономной работы в режиме воспроизведения музыки достигает 30 часов. В комплект поставки новинки входят наушники, соединительный кабель, зарядное устройство и диск с программным обеспечением.",
  },
  w710: {
    info: "Sony Ericsson W710 - музыкальная раскладушка серии Walkman, предназначенная для пользователей, ведущих активный образ жизни. Sony Ericsson W710 оснащён сенсором движения и приложениями для фитнеса, которые могут измерить скорость бега, пройденную дистанцию и время, а так же плеером Walkman и 2-х мегапиксельной камерой. Для большего удобства использования на ходу контролировать фитнес-приложения, Walkman player и FM-радио можно через внешний дисплей, а управлять - с помощью специальных кнопок быстрого доступа рядом с дисплеем.",
  },
  w980: {
    info: "Sony Ericsson W980 - музыкальный представитель Walkman линейки, выделяющийся своим необычным дизайном. На передней панеле раскладушки расположены монохромный дисплей 176x176 точек и клавиши управления плеером. Не смотря на то, что телефон музыкальный, он оснащен мощной и современной камерой в 3 мегапикселя, а так же второй камерой для осуществления видеозвонков, благодаря поддержке 3G. Слота для карт памяти в Sony Ericsson W980 нет, но встроенных 8 Гигабайт в телефоне с головой хватит и для музыки и для фотографий и для приложений. Еще одной уникальной и интересной функцией является FM передатчик, при помощи которого можно передавать музыку с MP3 плеера телефона на любой FM приемник, что очень удобно в машине или дома.",
  },
  mpx200: {
    info: "Motorola MPx200 - первый смартфон компании Motorola работающий под управлением Windows Mobile Smartphone 2002. ",
  },
  z3: {
    info: "По функциональности Motorola RIZR Z3 почти не отличается от своего предшественника, модели Motorola RAZR V3, за исключение поддержки Bluetooth 2.0, камеры с 2 Мегапикселями и поддержкой записи видео, MP3-плеера и совместимости с видеоформатами. ",
  },
  aura: {
    info: "Motorola Aura - элитный телефон производителя, выполненный в форм-факторе ротатора и оснащенный круглым (480 пикселей в диаметре) дисплеем. Корпус аппарата выполнен из нержавеющий стали и содержит 700 отдельных деталей. Поворотный механизм разработан швейцарской часовой фирмой, он включает 130 подшипников. Клавиши выполнены из анодированного алюминия, а дисплей покрыт 62-каратным сапфировым стеклом.",
  },
  v3: {
    info: "Телефон Motorola RAZR V3 обладает уникальными возможностями. Потрясающий сверхтонкий корпус и расширенные функции, такие как просмотр видео MPEG4, беспроводная технология Bluetooth, цифровой фотоаппарат и многое другое. Благодаря прецизионной клавиатуре, строгому стилю и металлическому покрытию V3 обладает ярким и неповторимым дизайном.",
  },
  e398: {
    info: "Аппарат Motorola E398 - отличается тем, что ориентирован на молодежную аудиторию, впервые имеет два стереодинамика, световые темы, сменные карты памяти, плюс улучшенно программное обеспечение.",
  },
  L7e: {
    info: "Motorola SLVR L7e - телефон оборудован музыкальным плеером с поддержкой форматов MP3, AAC, AAC+ и ACC+ Enhanced, с возможностью передачи стереозвука по интерфейсу Bluetooth, благодаря профилю A2DP. Motorola SLVR L7e поддерживает стандарт передачи данных EDGE class 10. Камера имеет разрешение 1,3 Мп, против прежней VGA-камеры, у неё есть 8-кратный цифровой зум и поддержка записи видео. Для расширения памяти используются флэш-карты стандарта microSD (TransFlash).",
  },
};

export default infoPhones;
